"BUTTON_AUTHENTICATE" = "電話番号を使用する";

"BUTTON_CREATED_ACCOUNT" = "アカウント作成済み";

"BUTTON_CREATE_ACCOUNT" = "アカウントを作成";

"BUTTON_CREATING_ACCOUNT" = "アカウントを作成する";

"BUTTON_DISMISS" = "非表示";

"BUTTON_NOT_NOW" = "後で";

"BUTTON_OK" = "OK";

"BUTTON_OKAY" = "OK";

"BUTTON_RESEND_CONF_CODE" = "認証コードを再送信";

"BUTTON_RETRY" = "再読込";

"BUTTON_SENDING_CONF_CODE" = "認証コード送信中";

"BUTTON_SEND_2_STEP_VERIFICATION_CODE" = "認証";

"BUTTON_SEND_2_STEP_VERIFICATION_CODE_FINISHED" = "認証済み";

"BUTTON_SEND_2_STEP_VERIFICATION_CODE_IN_PROGRESS" = "認証中";

"BUTTON_SEND_CONF_CODE" = "認証用コードを送信";

"BUTTON_SENT_CONF_CODE" = "認証コード送信済み";

"BUTTON_SIGNED_IN" = "ログイン済み";

"BUTTON_SIGNING_IN" = "ログイン";

"BUTTON_SIGN_IN" = "ログイン";

"BUTTON_SIGN_IN_WITH_TWITTER" = "Twitterにログイン";

"BUTTON_TRY_DIFFERENT_NUMBER" = "別の番号でお試しください";

"CALL_ME_ACTION" = "電話番号で認証";

"CALL_ME_LOADING" = "発信中";

"ERROR_CANT_SMS" = "この電話番号にSMSメッセージを送信できません。";

"ERROR_CHECK_CODE_TRY_AGAIN" = "コードをご確認の上、再度お試しください。";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "ネットワークに問題が発生したようです。再度お試しください。 [%@]";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "番号をご確認の上、再度お試しください。";

"ERROR_TRY_AGAIN_LATER" = "Twitterにログインできません。時間をおいてから再度お試しください。";

"FOOTNOTE_2_STEP_VERIFICATION_CODE" = "以前<u>digits.com</u>で2段階認証コードを設定しています";

"FOOTNOTE_CREATE_ACCOUNT" = " [アカウントを作成] をタップすることで、<u>利用規約</u>、<u>プライバシーポリシー</u>、およびDigits by Twitterの<u>Cookieポリシー</u>、さらに%@の他のユーザーが電話番号やメールアドレスからあなたを見つけることができることに同意します。";

"FOOTNOTE_SEND_CONF_CODE" = "[認証コードを送信] をタップすると、<u>Digits by Twitter</u>から電話番号を認証するためのSMSメッセージまたは音声通話が発信されます。SMS利用料や通話料がかかります。";

"FOOTNOTE_TOS_UPDATE" = "上の [ログイン] をタップすることで、<u>利用規約</u>、<u>プライバシーポリシー</u>、およびDigits by Twitterの<u>Cookieポリシー</u>、さらに%@の他のユーザーが電話番号やメールアドレスからあなたを見つけることができることに同意します。";

"LABEL_ENTER_2_STEP_VERIFICATION_CODE" = "2段階認証コードを入力";

"LABEL_ENTER_CONF_CODE" = "認証用コードを入力";

"LABEL_ENTER_PHONE_NUMBER" = "電話番号を入力";

"LABEL_EXPLAIN_FIND_YOUR_FRIENDS" = "Twitterでは、このアプリを使う友だちをより多く見つけるためにDigitsを使います。OKをタップすると、アドレス帳がDigitsにアップロードされ、%@のユーザーを見つけやすくなったり、%@のユーザーがあなたを見つけやすくなります。";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "友だちを見つける";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "電話番号を認証できません";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "認証コードの送信に問題が発生しました。";

"PARTIAL_FOOTNOTE_THIS_APP" = "このアプリ";

"PLACEHOLDER_2_STEP_VERIFICATION_CODE" = "認証コード";

"PLACEHOLDER_CONF_CODE" = "認証用コード";

"PLACEHOLDER_YOUR_NUMBER" = "電話番号";

"WAIT_FOR_CONF_CODE" = "認証コードは1分以内に送信されます。";

